package samaryanin.avitofork.feature.marketplace.ui.screens.menu.search.marketplace_screen.marketplace

//
//val adsList = listOf(
//    Ad(
//        1, "Квартира в центре", "50 000 ₽", "Москва, ул. Ленина",
//        "https://example.com/image1.jpg"
//    ),
//    Ad(2, "Дом у озера", "80 000 ₽", "Подмосковье", ""),
//    Ad(3, "Студия", "35 000 ₽", "Санкт-Петербург", ""),
//    Ad(4, "Студия", "35 000 ₽", "Санкт-Петербург", ""),
//    Ad(5, "Студия", "35 000 ₽", "Санкт-Петербург", ""),
//    Ad(6, "Студия", "35 000 ₽", "Санкт-Петербург", ""),
//    Ad(7, "Студия", "35 000 ₽", "Санкт-Петербург", ""),
//    Ad(8, "Студия", "35 000 ₽", "Санкт-Петербург", ""),
//)
//viewModel.addAds(adsList)